export default function Conditions(){
    return(
        <div className="flex flex-col gap-5 justify-center items-center py-8 px-5 lg:px-20">
            <div className="text-4xl text-center font-extralight px-6">
                Условия пользования ИП Flower Knows
            </div>
            <div className="text-2xl text-left font-extralight ">
                1. Общие положения<br/>
                1.1. Настоящие Условия пользования (далее — «Условия») регулируют порядок использования сайта ИП Flower Knows (далее — «ИП», «мы», «наш»), а также покупку декоративной косметики и сопутствующих товаров.<br/>
                1.2. Совершая заказ на нашем сайте, вы подтверждаете согласие с данными Условиями.<br/>
                2. Порядок оформления и оплаты заказа<br/>
                2.1. Для оформления заказа необходимо:<br/>
                <ul>
                    <li>- Добавить товары в корзину;</li>
                    <li>- Указать контактные;</li>
                    <li>- Подтвердить заказ.</li>
                </ul>
                2.2. Цены на сайте указаны в рублях и включают НДС (если применимо).<br/>
                3. Возврат и обмен<br/>
                3.1. Вы вправе вернуть товар надлежащего качества в течение 7 дней с момента получения (при сохранении упаковки и этикеток).<br/>
                3.2. Возврат денежных средств осуществляется в течение 10 рабочих дней после получения товара на наш склад.<br/>
                3.3. Просроченная, вскрытая или поврежденная косметика возврату не подлежит.<br/>
                4. Интеллектуальная собственность<br/>
                4.1. Все материалы сайта (фото, тексты, дизайн) являются собственностью ИП Flower Knows и защищены авторским правом.<br/>
                5. Ответственность<br/>
                5.1. Мы не несем ответственности за:<br/>
                <ul>
                    <li>- Неправильное использование косметики;</li>
                    <li>- Задержки доставки по вине транспортных служб;</li>
                    <li>- Технические сбои, не зависящие от нас.</li>
                </ul>
                6. Заключительные положения<br/>
                6.1. Мы оставляем за собой право изменять Условия. Актуальная версия всегда доступна на сайте.<br/>
                6.2. Споры решаются путем переговоров, а при недостижении согласия — в суде по месту регистрации ИП.<br/>
                Контакты:<br/>
                E-mail: flowerknows@gmail.com<br/>
                Телефон: +7 (963) 363-05-63<br/>
                Дата вступления в силу: [01/02/2018].<br/>
            </div>
        </div>
    )
}