export default function Cookies(){
    return(
        <div className="flex flex-col gap-5 justify-center items-center py-8 px-5 lg:px-20">
            <div className="text-4xl text-center font-extralight px-6">
                Политика использования файлов cookie ИП Flower Knows
            </div>
            <div className="text-2xl text-left font-extralight ">
                1. Общие положения<br/>
                1.1. Настоящая Политика использования файлов cookie (далее — «Политика») объясняет, как ИП Flower Knows (далее — «мы», «наш», «сайт») применяет технологию cookie на своем сайте.<br/>
                1.2. Используя наш сайт, вы соглашаетесь с использованием cookie в соответствии с данной Политикой. Если вы не согласны, пожалуйста, отключите их в настройках браузера или покиньте сайт.<br/>
                2. Что такое cookie?<br/>
                2.1. Cookie — это небольшие текстовые файлы, которые сохраняются на вашем устройстве (компьютере, смартфоне, планшете) при посещении сайта. Они помогают запоминать ваши предпочтения, анализировать поведение пользователей и улучшать работу сайта.<br/>
                3. Какие cookie мы используем?<br/>
                3.1. Необходимые (обязательные)<br/>
                <ul>
                    <li>- Обеспечивают работу основных функций сайта (корзина, авторизация).</li>
                    <li>- Без них сайт может работать некорректно.</li>
                </ul>
                3.2. Аналитические (производительность)<br/>
                <ul>
                    <li>- Собирают анонимные данные о посещаемости (Google Analytics, Яндекс.Метрика).</li>
                    <li>- Помогают улучшать контент и удобство сайта.</li>
                </ul>
                3.3. Маркетинговые (таргетинг)<br/>
                <ul>
                    <li>- Используются для показа релевантной рекламы (ВКонтакте, Google Ads).</li>
                    <li>- Могут отслеживать ваши действия на других сайтах.</li>
                </ul>
                3.4. Функциональные (персонализация)<br/>
                <ul>
                    <li>- Запоминают ваши настройки (язык, регион, размер текста).</li>
                </ul>
                4. Управление cookie<br/>
                4.1. Вы можете:<br/>
                <ul>
                    <li>- Отключить cookie в настройках браузера.</li>
                    <li>- Очистить cookie вручную через браузер.</li>
                    <li>-  Отказаться от аналитических и маркетинговых cookie через всплывающее уведомление на сайте.</li>
                </ul>
                5. Сторонние сервисы<br/>
                5.1. Некоторые cookie (например, от соцсетей или рекламных систем) контролируются третьими лицами. Их политики доступны на официальных сайтах:<br/>
                <ul>
                    <li>- Google Analytics</li>
                    <li>- Яндекс.Метрика</li>
                </ul>
                6. Изменения в Политике<br/>
                6.1. Мы можем обновлять Политику. Актуальная версия всегда размещена на этой странице.<br/>
                Контакты<br/>
                По вопросам о cookie обращайтесь:<br/>
                Email: flowerknows@dmail.com<br/>
                Телефон: +7 (963) 363-05-63<br/>
                Дата вступления в силу: [01/02/2018].<br/>
            </div>
        </div>
    )
}